[{
        "title": "📲 Building a decentralized Mobile Application on Solana",
        "description": "Let's embark on an exciting journey into the realm of the Solana Mobile Stack (SMS). Together, we'll craft an Android Application that incorporates the Mobile Wallet Adapter from the SMS. Even if you've just made a simple to-do list Android app, you're good to go!",
        "viewLink": "https://anamansari062.hashnode.dev/building-a-decentralized-mobile-application-on-solana",
        "image": "https://cdn.hashnode.com/res/hashnode/image/upload/v1696922045697/d462db25-2873-4ba5-a8b9-431e5c033133.webp?w=1600&h=840&fit=crop&crop=entropy&auto=compress,format&format=webp",
        "tags": [
            "SMS",
            "KOTLIN"
        ]
    },
    {
        "title": "Build a cNFT Minter Mobile App in Under 5 Minutes",
        "description": "This tutorial covers how to build an NFT (Non-fungible Token) minting Android application. The idea is to let users easily capture images and mint compressed NFTs on Solana. To achieve this, we'll use the Helius Mint API. This API makes it faster to mint compressed NFTs and minimizes boilerplate code, saving you a lot of time and planning. Our Android Application will be written in Kotlin and Jetpack Compose.",
        "viewLink": "https://www.helius.dev/blog/build-a-cnft-minter-mobile-app-in-under-5-minutes",
        "image": "https://assets-global.website-files.com/641ba798c17bb180d832b666/65f9736ef8c1396cd5e5f47d_cNFTMinter-banner-p-1080.jpg",
        "tags": [
            "SMS",
            "KOTLIN"
        ]
    },
    {
        "title": "Using Flutter to build Solana Mobile Dapp",
        "description": "Flutter has been gaining popularity for quite some time for its ease of use and fantastic functionality. So has Solana as a popular blockchain for its supersonic speeds and incredibly low network gas fees.",
        "viewLink": "https://medium.com/@ritvij2001/using-flutter-to-build-solana-mobile-dapp-ab9f2b6cd9dc",
        "image": "https://miro.medium.com/v2/resize:fit:720/format:webp/1*KOkvlFHvp6M4HzT9qOH9SQ.png",
        "tags": [
            "FLUTTER"
        ]
    },
    {
        "title": "Publishing Solana Mobile Apps: A How To Guide",
        "description": "Learn the process of publishing a Solana Mobile dApp, from material preparation to submitting to the dApp store. This guide aims to help developers understand the requirements of the publishing process and estimate a timeline for setting reasonable publishing expectations. ",
        "viewLink": "https://www.helius.dev/blog/publishing-solana-mobile-apps",
        "image": "https://assets-global.website-files.com/641ba798c17bb180d832b666/65afefed615b174fe0700646_mobileapps-banner-p-800.jpg",
        "tags": [
            "SMS",
            "SAGA"
        ]
    },
    {
        "title": "Unlocking Solana's Potential: A In-Depth Tutorial to Develop Mobile Applications on Solana",
        "description": "Embarking on the journey of mobile development with Solana opens a realm of possibilities for developers eager to harness the power of blockchain technology. But before we dive into the intricacies of Solana's Mobile Stack, let's take a moment to understand the fundamental concepts.",
        "viewLink": "https://0xsolcreator.hashnode.dev/in-depth-tutorial-to-develop-mobile-applications-on-solana",
        "image": "https://cdn.hashnode.com/res/hashnode/image/upload/v1706368655012/08f6c204-fa77-4fb2-800a-b4a0bd8c00d9.png?auto=compress,format&format=webp",
        "tags": [
            "SMS",
            "REACT NATIVE"
        ]
    },
    {
        "title": "Solana Mobile Development Ecosystem",
        "description": "Welcome !! In this article we gonna discuss in depth about the Solana Mobile Stack and Saga but …",
        "viewLink": "https://noisy-crime-30a.notion.site/Solana-Mobile-Development-Ecosystem-f21bc41ac5314b6096e5cf9076c252d1?pvs=4",
        "image": "https://noisy-crime-30a.notion.site/image/https%3A%2F%2Fprod-files-secure.s3.us-west-2.amazonaws.com%2F1ab94e20-47e0-4606-854f-0d836f237e2e%2F000440a0-603f-4182-b8d5-ec7e55749961%2FUntitled.png?table=block&id=714f9ffe-22a7-4425-b964-ce553c4c30e7&spaceId=1ab94e20-47e0-4606-854f-0d836f237e2e&width=2000&userId=&cache=v2",
        "tags": [
            "SMS",
            "SAGA",
            "ANDROID",
            "IOS"
        ]
    },
    {
        "title": "Technical Deep Dive: Building Mobile Apps on Solana",
        "description": "In this deep dive, we will go through everything involving building Mobile Apps on Solana. That is discussing the components of SMS, building on SMS with and without the Saga phone, setting up the development environment, going over some development frameworks, and finally building something. 2024 is the year of Solana Mobile, so let's try to boat these waters together. Buckle up, it's a fun ride ahead!",
        "viewLink": "https://medium.com/@ronak01.raj/technical-deep-dive-building-mobile-apps-on-solana-ae2032adf4ad",
        "image": "https://miro.medium.com/v2/resize:fit:720/format:webp/0*A8S27XHdPaMzcHR9.png",
        "tags": [
            "SMS",
            "SAGA"
        ]
    },
    {
        "title": "Unleashing the Power of Solana: A Comprehensive Guide to Building Mobile Apps with Solana Mobile Stack",
        "description": "This guide delves deep into the Solana Mobile Stack, a powerful toolkit tailored for crafting mobile-native DApps. It's the go-to for Web3 developers seeking to build user-friendly and potent decentralized applications",
        "viewLink": "https://blog.devvivek.tech/all-about-solana-mobile-stack",
        "image": "https://cdn.hashnode.com/res/hashnode/image/upload/v1705761665963/74024932-ccf2-443a-af9c-be6a06bcd323.png?w=1600&h=840&fit=crop&crop=entropy&auto=compress,format&format=webp",
        "tags": [
            "SMS",
            "REACT NATIVE"
        ]
    },
    {
        "title": "Building Mobile Apps on Solana",
        "description": "This blog will give you a comprehensive overview of building on Solana Mobile Stack, Solana Saga Phone, SDKs, and toolings available to make your work significantly easier. The best way to learn from this blog is to give a quick but careful read to grasp the concepts presented here and then implement everything step by step and create your project. Some words are highlighted and you can check the articles by clicking on them if you want more information about those topics.",
        "viewLink": "https://dhruvvarshney.hashnode.dev/building-mobile-apps-on-solana",
        "image": "https://cdn.hashnode.com/res/hashnode/image/upload/v1706463658618/e36aea37-435d-4b55-8267-165ef08041de.png?w=1600&h=840&fit=crop&crop=entropy&auto=compress,format&format=webp",
        "tags": [
            "SMS",
            "FLUTTER",
            "SAGA"
        ]
    },
    {
        "title": "Building a Solana Mobile App with React Native",
        "description": "This detailed developer tutorial outline serves as a roadmap for creating your comprehensive Solana mobile app tutorial. Expand on each section with in-depth explanations, code examples, and visual aids to provide developers with a comprehensive learning experience.",
        "viewLink": "https://deyvhid.hashnode.dev/building-a-solana-mobile-app-with-react-native",
        "image": "https://cdn.hashnode.com/res/hashnode/image/upload/v1696957260272/96a4e1e6-281e-4c2f-bb5d-c3dc0bccf03a.png?w=1600&h=840&fit=crop&crop=entropy&auto=compress,format&format=webp",
        "tags": [
            "SMS",
            "REACT NATIVE"
        ]
    },
    {
        "title": "Power of Solana Mobile Stack: A Technical Deep Dive",
        "description": "Welcome to the world of Solana Mobile Stack (SMS), where the future of decentralized mobile applications meets the efficiency of the Solana network. This is your road map to start building with Flutter/React Native and integrate SMS to make your next dApp idea a reality.",
        "viewLink": "https://simplysabir.hashnode.dev/power-of-solana-mobile-stack",
        "image": "https://cdn.hashnode.com/res/hashnode/image/upload/v1706433585169/a655ab47-83e1-4dbc-91f1-c37396cf0669.webp?w=1600&h=840&fit=crop&crop=entropy&auto=compress,format&format=webp",
        "tags": [
            "SMS",
            "REACT NATIVE",
            "SAGA"
        ]
    },
    {
        "title": "Solana Mobile Stack Developer Tutorial: Building a DApp in React Native",
        "description": "Welcome to the world of decentralized applications (DApps) on Solana, one of the fastest-growing blockchain ecosystems. In this tutorial, we will guide you through the process of building a Solana-powered DApp using the Solana Mobile Stack within a React Native project. Get ready to unlock the potential of mobile blockchain development and create your own DApp!",
        "viewLink": "https://medium.com/@laura.estupinand/solana-mobile-stack-developer-tutorial-building-a-dapp-in-react-native-125998ba3681",
        "image": "https://miro.medium.com/v2/resize:fit:720/format:webp/1*DMiaYVDUhcttGFdV_uuhWQ.png",
        "tags": [
            "REACT NATIVE"
        ]
    },
    {
        "title": "Solana Mobile Stack (SMS) Tutorial for Flutter Developers",
        "description": "The Solana Mobile Stack (SMS) is a powerful toolkit for building mobile applications on the Solana blockchain. In this tutorial, we will walk you through the process of integrating SMS into your mobile app, with a focus on using the Flutter SDK. By the end of this guide, you will have a solid understanding of how to leverage SMS to create decentralized mobile applications on the Solana network.",
        "viewLink": "https://dev.to/spyder15/solana-mobile-stack-sms-tutorial-for-flutter-developers-59jl",
        "image": "https://media.dev.to/cdn-cgi/image/width=1000,height=420,fit=cover,gravity=auto,format=auto/https%3A%2F%2Fdev-to-uploads.s3.amazonaws.com%2Fuploads%2Farticles%2Fcuc0n445606hsgl1du0p.png",
        "tags": [
            "FLUTTER"
        ]
    },
    {
        "title": "Mastering the Solana Mobile Stack (SMS): An In-Depth Tutorial",
        "description": "Developers now have a wide range of opportunities thanks to the fusion of blockchain technology and mobile app development. Making decentralised mobile applications is effective and powerful with the Solana Mobile Stack (SMS) and Flutter. We’ll go into great detail about integrating SMS with Flutter in this comprehensive guide, giving you the knowledge you need to create your upcoming Web3 mobile dApp.",
        "viewLink": "https://medium.com/@saumyasays2019/mastering-the-solana-mobile-stack-sms-an-in-depth-tutorial-7fa29865efd7",
        "image": "https://miro.medium.com/v2/resize:fit:720/format:webp/1*FBq6p6irJzKyVctWDqtdZQ.png",
        "tags": [
            "FLUTTER"
        ]
    },
    {
        "title": "Developing on the Solana Mobile Stack (SMS)",
        "description": "The Solana Mobile Stack (SMS) is a powerful toolkit for building mobile applications on the Solana blockchain. In this tutorial, we will walk you through the process of integrating SMS into your mobile app, with a focus on using the Flutter SDK. By the end of this guide, you will have a solid understanding of how to leverage SMS to create decentralized mobile applications on the Solana network.",
        "viewLink": "https://medium.com/@imolepeter5/developing-on-the-solana-mobile-stack-sms-adc2126fc2a2",
        "image": "https://miro.medium.com/v2/resize:fit:720/format:webp/1*39FnK_TN83qZlsDgcNEOjA@2x.jpeg",
        "tags": [
            "FLUTTER"
        ]
    },
    {
        "title": "Unlocking Mobile Development on Solana: A Comprehensive Guide to Solana Mobile Stack with Flutter",
        "description": "In the innovative world of blockchain, Solana stands out with its high-performance protocol. The Solana Mobile Stack (SMS) brings the power of Solana to mobile development, and when combined with the Flutter SDK, it unlocks a realm of possibilities for cross-platform applications. This tutorial is your roadmap to mastering the integration of SMS with Flutter to build a feature-rich decentralized application (dApp).",
        "viewLink": "https://medium.com/@ratanabhinaw/unlocking-mobile-development-on-solana-a-comprehensive-guide-to-solana-mobile-stack-with-flutter-79d997158590",
        "image": "https://miro.medium.com/v2/resize:fit:720/format:webp/0*nknUpT5F5kE2aFWe.png",
        "tags": [
            "FLUTTER"
        ]
    },
    {
        "title": "A Comprehensive Guide on Building with Solana Mobile Stack",
        "description": "In this comprehensive guide, we’ve taken a deep dive into the Solana Mobile Stack (SMS) and delved into the exciting world of building Solana-powered mobile applications using Flutter. Throughout this tutorial, we’ve covered crucial topics that form the foundation of your journey into Solana blockchain integration.",
        "viewLink": "https://medium.com/@jellybeanx/a-comprehensive-guide-on-building-with-solana-mobile-stack-92cb2d0fb3f0",
        "image": "https://miro.medium.com/v2/resize:fit:720/format:webp/0*KSu_twYhQjsF4m_0",
        "tags": [
            "FLUTTER"
        ]
    },
    {
        "title": "Publishing Solana Mobile Apps: A How To Guide",
        "description": "App stores have never been friendly to crypto app publishers. Apple App Store guidelines prohibit using cryptocurrency for in-app purchases and impose a 30% commission rate on payments through Apple. Developers are further restricted by the ban on in-app incentives fulfilled through blockchain. These factors cause few independent developers to launch mobile dApps.",
        "viewLink": "https://www.helius.dev/blog/publishing-solana-mobile-apps",
        "image": "https://miro.medium.com/v2/resize:fit:720/format:webp/0*KSu_twYhQjsF4m_0",
        "tags": [
            "SAGA"
        ]
    }
]